"Cancel" = "Storno";

"Enter your name please:\n\n\n" = "Zadejte prosím svoje jméno:\n\n\n";

"New High Score: %d" = "Nejlepší skóre: %d";

"Save" = "Uložit";

"TapAnywhereToNewGame" = "Dotkněte se kdekoliv obrazovky pro začátek nové hry.";

"TapAnywhereToContinue" = "Dotkněte se kdekoliv obrazovky pro pokračování.";

"Highest score %d by %@" = "Nejvyšší skóre %d od %@";

"Congratulations" = "Gratulujeme";

"You finished the whole game" = "Dokončili jste celou hru";

"TutorialText" = "<h1>Vítejte v Dr.Ape!</h1><li>Na začátku uvidíte několik čísel</li><li>Zkuste si zapamatovat jejich pozice</li><li>Tapněte je ve vzestupném pořadí</li><li>Novou hru začněte zatřesením</li><br /><br /><i>Tapněte kdekoliv pro pokračování...</i>";

"HighestScoreShare" = "Hezky! Právě jsem nahrál %i bodů ve hře #DrApe! Zkus to - http://bit.ly/DrApe";

"Difficulty0" = "Šimpanz";

"Difficulty1" = "Gorila";

"Difficulty2" = "King Kong";

"Campaign" = "Kampaň";

"Training" = "Tréning";